INSERT INTO tasks (id, title, priority, due_date, status)
VALUES
	(1, 'Сходить в театр', 'Высокий', '12-01-2026', 'В процессе'),
	(2, 'Подготовить презентацию для совещания', 'Высокий', '02-11-2024', 'В процессе'),
	(3, 'Купить продукты', 'Низкий', '08-10-2024', 'Выполнена'),
 (4, 'Записаться к врачу', 'Средний', '03-10-2024', 'Отложена'),
 (5, 'Проверить код коллеги', 'Средний', '01-11-2024', 'В процессе'),
 (6, 'Написать письмо поставщику', 'Высокий', '02-10-2024', 'Выполнена'),
 (7, 'Организовать данные для анализа', 'Средний', '05-11-2024', 'В процессе'),
 (8, 'Полить цветы', 'Низкий', '09-10-2024', 'Выполнена'),
 (9, 'Изучить новый инструмент', 'Низкий', '01-12-2024', 'Отложена'),
 (10, 'Обновить резюме', 'Средний', '05-01-2025', 'В процессе');
	